Repository: shelbyneilsmith/wptools
Catalog: wordpress/plugins/all-*-one-favicon/localization/aio-favicon-*.po
Languages: nl_nl, sk_sk

source: Settings
nl_nl: Instellingen
sk_sk: Nastavenia

source: Successfully updated %1$s settings.
nl_nl: De %1$s instellingen werden upgedate.
sk_sk: Úspešne aktualizovaných %1$s nastavení.

source: %1$s settings were successfully deleted.
nl_nl: De %1$s instellingen werden succesvol verwijderd.
sk_sk: %1$s nastavení úspešene vymazaných.

source: Did not update settings, you do not have the necessary rights.
nl_nl: De instellingen werden niet upgedate, je hebt onvoldoende rechten.
sk_sk: Nastavenia neboli zmenené, nemáte potrebné práva.

source: Did not delete %1$s settings. Either you dont have the nececssary rights or you didnt check the checkbox.
nl_nl: De %1$s instellingen werden niet verwijderd. Je hebt onvoldoende rechten of je hebt de checkbox niet aangevinkt.
sk_sk: %1$s Nastavení sa nevymazalo. Buď nemáte potrebné práva, alebo ste nezaškrtli políčko.

source: Using
nl_nl: Gebruik
sk_sk: Používate

source: Delete Settings
nl_nl: Verwijder Instellingen
sk_sk: Vymazať nastavenia

source: Check the box and click this button to delete settings of this plugin.
nl_nl: Vink aan en klik deze knop om instellingen van deze plugin te verwijderen.
sk_sk: Po zaškrnutí možnosti budú vymazané všetky nastavenia modulu.

source: Donate
nl_nl: Donneer
sk_sk: Prispieť

source: If you would like to make a small (or large) contribution towards future development please consider making a donation.
nl_nl: Als je graag een kleine (of grote) bijdrage wenst te leveren aan de toekomstige ontwikkeling van deze plugin,
sk_sk: Ak nás chcete podporiť v ďalšom vývoji, zvážte prosím aspoň malú finančnú podporu, ceníme si to!

source: Techotronic Development Support
nl_nl: Techotronic Development Ondersteuning
sk_sk: Profesionálna podpora

source: Please enter the URL you'd like me to link to in the donors lists
nl_nl: Gelieve de URL in te geven die je graag vermeld ziet staan in de donatie lijst.
sk_sk: Zadajte prosím URL, ktorú chcete zobraziť v zozname darcov

source: Return to Your Dashboard
nl_nl: Terug naar je Dashboard
sk_sk: Vrátiť sa na nástenku

source: Select Preset Amount
nl_nl: Selecteer bedrag
sk_sk: Vybrať predvolené čiastku

source: Or
nl_nl: Of
sk_sk: Alebo

source: Enter Custom Amount
nl_nl: Zelf bedrag ingeven
sk_sk: Zadať inú čiastku

source: Submit
nl_nl: Toevoegen
sk_sk: Odoslať

source: Top donations
nl_nl: Top donaties
sk_sk: Najväčšie príspevky

source: Latest donations
nl_nl: Laatste donaties
sk_sk: Posledné príspevky

source: Frontend
sk_sk: Vstup

source: Backend
sk_sk: Výstup

source: Remove link from Meta-box
nl_nl: Verwijder link van Meta-box
sk_sk: Odstrániť odkaz z Meta boxu

source: Remove the link to the developers site from the WordPress meta-box.
nl_nl: Verwijder de link van de ontwikkelaar uit de WordPress meta-box.
sk_sk: Odstrániť odkaz na vývojársku stránku z WordPress meta boxu.

source: Save Changes
nl_nl: Bewaar wijzigingen
sk_sk: Uložiť zmeny

source: Tips
sk_sk: Tipy

source: Favicon wikipedia entry
sk_sk: Faficon na wikipedii

source: <a href="http://en.wikipedia.org/wiki/Favicon" target="_blank">Wikipedia</a> offers much information about favicon types and sizes.
nl_nl: <a href="http://en.wikipedia.org/wiki/Favicon" target="_blank">Wikipedia</a> geeft veel informatie over favicon types en groottes.
sk_sk: <a href="http://en.wikipedia.org/wiki/Favicon" target="_blank">Wikipedia</a> ponúka kopec informácií o ikonkách a ich veľkostiach.

source: Favicon generator
sk_sk: Favicon generátor

source: <a href="http://www.html-kit.com/favicon/" target="_blank">HTML Kit</a> provides a favicon generator that is very easy to use.
nl_nl: <a href="http://www.html-kit.com/favicon/" target="_blank">HTML Kit</a> heeft een erg eenvoudige favicon generator.
sk_sk: <a href="http://www.html-kit.com/favicon/" target="_blank">HTML Kit</a> poskytuje generátor ikoniek a je ľahký na použitie.

source: <a href="http://www.favicon.cc/" target="_blank">Favicon CC</a> provides a favicon editor that is very easy to use.
nl_nl: <a href="http://www.favicon.cc/" target="_blank">Favicon CC</a> heeft een erg eenvoudige favicon generator.
sk_sk: <a href="http://www.favicon.cc/" target="_blank">Favicon CC</a> poskytuje generátor ikoniek a je ľahký na použitie.

source: Favicon validator
sk_sk: Favicon validátor

source: <a href="http://www.html-kit.com/favicon/validator" target="_blank">HTML Kit</a> provides a favicon validator that tells you whether your favicon is working and if it is compatible to all browsers.
nl_nl: <a href="http://www.html-kit.com/favicon/validator" target="_blank">HTML Kit</a> heeft een favicon validator die controleert als je favicon werkt en compatibel is in alle browsers.
sk_sk: <a href="http://www.html-kit.com/favicon/validator" target="_blank">HTML Kit</a> poskytuje validátor, ktorý vám povie či je ikonka funkčná a kompatibilná so všetkými prehliadačmi.

source: Apple Touch Icon Howto
nl_nl: Apple Touch Icon Hulp
sk_sk: Ako na Apple touch ikonku

source: <a href="http://developer.apple.com/library/safari/#documentation/appleapplications/reference/safariwebcontent/ConfiguringWebApplications/ConfiguringWebApplications.html" target="_blank">Apple</a> provides a howto on how to create a PNG to use as an Apple Touch Icon.
nl_nl: <a href="http://developer.apple.com/library/safari/#documentation/appleapplications/reference/safariwebcontent/ConfiguringWebApplications/ConfiguringWebApplications.html" target="_blank">Apple</a> voorziet een howto voor het maken van een PNG om te gebruiken als Apple Touch Icon.
sk_sk: <a href="http://developer.apple.com/library/safari/#documentation/appleapplications/reference/safariwebcontent/ConfiguringWebApplications/ConfiguringWebApplications.html" target="_blank">Apple</a> poskytuje návod, ako vytvoriť PNG ikonku pre Apple Touch.

source: Translation
nl_nl: Vertaling
sk_sk: Preklady

source: The english translation was done by <a href="http://www.techotronic.de" target="_blank">Arne Franken</a>.
nl_nl: The Nederlandse vertaling werd gemaakt door <a href="http://www.siteoptimo.com" target="_blank">Pieter Carette</a>.
sk_sk: Anglický preklad vyhotovil <a href="http://www.techotronic.de" target="_blank">Arne Franken</a>.
